package quiz;

// 2024.10.23 출력 문제

public class Quiz1 {

	public static void main(String[] args) {
		// 문제 1, 2 출력, 3번 출력 문제...
		
	System.out.println("\t\t 1번");
	System.out.println(" \n ===================\n        /)/)\n       (  ..)\n       (  >♡ \n  Have a Good Time. \n ===================");
	System.out.println("\t\t 2번");
	System.out.println("\n                  #### 회비 정보 ####\n==================================================\n 이름           나이      전화번호            회비\n==================================================\n홍길동          \"15\"      010-123-1234     ￦20,000\n임꺽정          \"20\"      010-234-2345     ￦30,000\n김말이          \"20\"      010-345-3456     ￦50,000\n---------------------------------------------------\n총합계                                     ￦100,000\n==================================================");
	System.out.println("\t\t 3번");
	System.out.println("-.제어문자를 이용하여 출력하도록 작성\n========== 출력 결과 ==========\n이름 :홍길동\n나이 :20\nTel :010-1234-1234\n키 :178.5\n몸무게 :75\n혈액형 :O");

	String banner = "======== 출력결과 ========";
	String name = "홍길동";
	
	}

}
